Repository: CEITBA-Scheduler/Facturacion
Catalog: lockers/locale/*/LC_MESSAGES/django.po
Languages: es

source: search a student by name or id
es: Busque un alumno por nombre o legajo

source: Locker Site
es: Ubicación de Locker

source: id
es: legajo

source: member
es: miembro

source: locker site
es: ubicación de locker

source: On Hold
es: Reservado

source: used
es: usados

source: free
es: libres

source: next free locker
es: próximo locker libre

source: date created
es: fecha de alta

source: count
es: cantidad

source: Locker Sites
es: Ubicación de Lockers

source: enrollment
es: suscripción

source: locker id
es: número de locker

source: Invalid Locker ID
es: ID de Locker Invalido

source: This locker is already assigned
es: Este locker ya esta asignado

source: Locker Assignation
es: Asignación de Locker

source: Locker Queue
es: Lista de Espera de Lockers

source: Locker Hold
es: Reserva de Locker
